11/data/attachments/9e0e8f3acd3fe11a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carlos_daughter_Friend_51371_8</nif:username>
            <nif:friendToBeRequested>soap_friends_83b69bfa-14d6-4319-8bb0-2aa5560a6430</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>